import  './globals.css';

export default function Description() {
  return (
<section>
  <div className="description">
    <div className="title">
      <span>شرکت حمید پرواز سامانه خرید بلیط سفر و اقامتگاه</span>
    </div>

    <div className="cards">
      <div className="item">
        <svg height="64px" width="64px" viewBox="0 0 512.035 512.035" fill="#000000" xmlns="http://www.w3.org/2000/svg">
          <g><path style={{fill:"#FFE100"}} d="M323.267,7.568h-230.4v384h111.787c-5.973-10.24-9.387-21.333-9.387-34.133 c0-37.547,30.72-68.267,68.267-68.267s68.267,30.72,68.267,68.267c0,12.8-3.413,23.893-9.387,34.133h94.72V101.435 L323.267,7.568z"></path><polygon style={{fill:"#FFFFFF"}} points="92.867,391.568 118.467,391.568 118.467,7.568 92.867,7.568 "></polygon><polygon style={{fill:"#FFA800"}} points="323.267,7.568 314.733,7.568 391.533,101.435 391.533,391.568 417.133,391.568 417.133,101.435 "></polygon><polygon style={{fill:"#FDCC00"}} points="323.267,7.568 323.267,101.435 417.133,101.435 "></polygon></g>
        </svg>
        <h4>موجودی کامل</h4>
        <span>با ارائه حداکثری موجودی، برنامه‌ریزی سفر را برای هر زمان و مقصدی ممکن کرده‌ایم!</span>
      </div>

      <div className="item">
        <svg width="64px" height="64px" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
          <circle cx="11" cy="6" r="4" fill="#ff9500"></circle>
          <path fillRule="evenodd" clipRule="evenodd" d="M14.5126 21.4874C15.0251 22 15.8501 22 17.5 22C19.1499 22 19.9749 22 20.4874 21.4874C21 20.9749 21 20.1499 21 18.5C21 16.8501 21 16.0251 20.4874 15.5126C19.9749 15 19.1499 15 17.5 15C15.8501 15 15.0251 15 14.5126 15.5126C14 16.0251 14 16.8501 14 18.5C14 20.1499 14 20.9749 14.5126 21.4874Z" fill="#ff9500"></path>
        </svg>
        <h4>تجربه دلچسب خرید</h4>
        <span>دغدغه ما در طراحی، سادگی و خرید آسان است!</span>
      </div>

      <div className="item">
        <svg width="64px" height="64px" viewBox="0 0 1024 1024" fill="#000000" xmlns="http://www.w3.org/2000/svg">
          <path d="M908.8 742.4c0 14.08-11.52 25.6-25.6 25.6H140.8c-14.08 0-25.6-11.52-25.6-25.6V358.4c0-14.08 11.52-25.6 25.6-25.6h742.4c14.08 0 25.6 11.52 25.6 25.6v384z" fill="#B8CA43"></path>
        </svg>
        <h4>مشاور در مدیریت هزینه</h4>
        <span>با ارائه قابلیت‌های هوشمند کمک می‌کنیم تا سفری به‌صرفه داشته باشید!</span>
      </div>

      <div className="item">
        <svg height="64px" width="64px" viewBox="0 0 512 512" fill="#000000" xmlns="http://www.w3.org/2000/svg">
          <path style={{fill:"#C7BA81"}} d="M256.005,16.504v40.902c-54.291,0-102.475,25.968-131.901,65.84 c-18.17,24.35-29.205,53.923-30.309,85.997c-0.147,1.839-0.147,3.752-0.147,5.664c0,7.283,0.515,14.64,1.545,21.775 l-3.163,0.368l-8.166,0.883L48.7,241.759c-1.25-8.828-1.913-17.876-1.913-26.851c0-1.839,0-3.605,0.147-5.444"></path>
        </svg>
        <h4>پشتیبان سفر</h4>
        <span>از لحظه تصمیم تا پایان سفر کنار شما هستیم!</span>
      </div>
    </div>
  </div>
</section>


  )
}
